{"Character": {"1": {"pk": 1, "dnd_id": null, "npc": true, "name": "Thorn Shadowfoot", "gender": "Male", "image": {"url": "", "asset_id": 0, "raw": null}, "ac": 0, "desc": "", "backstory": "For a Half-Orc, Thorn Shadowfoot didn't quite live up to the expectations set by his name. He was born into an Orc tribe, where his quick, stealthy and resourceful nature more than made up for his lack of brute strength. Unlike his tribesmen who preferred a good brawl to solve disputes, Thorn would rather pick their pockets and laugh all the way to the Inn. Because of this, he was often left out of the tribe's activities, leading to a feeling of loneliness and detachment. One day, he found out that he was adopted and was originally from a Human settlement. Having a mixed identity and not fitting in with either of his supposed 'kind', Thorn set off to establish a name for himself and seek acceptance among the adventurers and explorers within the city of Neverwinter, a place where one's merit is measured through their actions and not by one's heritage.", "personality": ["Sneaky", "Serious", "Impatient"], "occupation": "Thief", "race": "Half-Orc", "speed": {}, "class_name": "Rogue", "age": 27, "hp": 0, "wealth": [], "inventory": ["Dagger", "Lockpick set", "Stolen Jewels", "Cloak of Elvenkind"], "str": 11, "dex": 18, "con": 14, "wis": 12, "int": 14, "cha": 13, "features": {}, "spells": {}, "resistances": []}, "2": {"pk": 2, "dnd_id": null, "npc": true, "name": "Valerion Silvermyst", "gender": "Male", "image": {"url": "", "asset_id": 0, "raw": null}, "ac": 0, "desc": "", "backstory": "Originally a scholar in the magical city of Cryshal-Tirith, Valerion dedicated his early life to the study of ancient and obscure magics. However, when his documents and scrolls pointed to an impending calamity, his warnings fell on deaf ears. Out of desperation, he tried to use one of the forbidden spells he had been studying to warn the entire city. But magic is unpredictable: the spell exploded, causing significant damage and killing several city-goers. Valerion was exiled and blamed for the tragedy. Today he lives in hiding, trying to prevent a disaster only he knows is coming.", "personality": ["wise", "curious", "honest"], "occupation": "Hermit", "race": "Half-elf", "speed": {}, "class_name": "Wizard", "age": 43, "hp": 0, "wealth": [], "inventory": ["An old, worn-out spellbook", "A set of fine clothes stained with ink", "A small pouch containing rare magical components", "A mysterious artifact that is keyed to the impending disaster"], "str": 8, "dex": 12, "con": 13, "wis": 16, "int": 18, "cha": 14, "features": {}, "spells": {}, "resistances": []}}}