{"NPC": {"4": {"pk": 4, "npc": true, "name": "Sister Loretta Maize", "gender": "", "image": {"url": "", "asset_id": 0, "raw": null}, "ac": 0, "desc": "", "backstory": "Sister Isabella's journey to becoming a cleric of the Order of Sea and Stone began after a profound encounter with an elemental force during her childhood. This encounter awakened her connection to the divine energies of water and earth, leading her to join the order and dedicate herself to the service of these elements.\n\nSister Isabella's pursuit of knowledge and understanding can sometimes make her distant and detached from the emotions and concerns of others. She can be absorbed in her own thoughts and overlook the immediate needs of those around her. Sister Isabella's thirst for knowledge can also lead her to become overly curious and tempted by forbidden secrets, risking the delicate balance she seeks to uphold\n\nSister Isabella possesses an innate talent for manipulating the elemental forces, a power that extends beyond the limits of what is traditionally taught within the order. Fearing the repercussions of her unconventional abilities being discovered, she keeps this hidden, practicing in secret and struggling with the desire to fully embrace her unique gift while remaining loyal to the teachings of the order.", "personality": "", "occupation": "", "race": "", "speed": {}, "class_name": "", "age": 0, "hp": 0, "wealth": " ", "inventory": " ", "str": null, "dex": null, "con": null, "wis": null, "int": null, "cha": null, "features": {}, "spells": "", "resistances": "", "canon": true, "wa_article_id": null, "wikijs_id": 830, "level": 2, "connections": {"1": {"name": "Lucius Blackthorne", "relationship": "strangers"}, "2": {"name": "Brother Aldric", "relationship": "neutral"}, "3": {"name": "Andrei Malring", "relationship": "strangers"}, "4": {"name": "Sister Loretta Maize", "relationship": "neutral"}, "5": {"name": "Lucius Blackthorne", "relationship": "neutral"}, "6": {"name": "Brother Aldric", "relationship": "strangers"}, "7": {"name": "Andrei Malring", "relationship": "strangers"}, "8": {"name": "Ellurei", "relationship": "strangers"}}, "last_updated": {"_datetime": "2023-08-20T04:10:47.460707"}}, "5": {"pk": 5, "npc": true, "name": "Lucius Blackthorne", "gender": "Male", "image": {"url": "", "asset_id": 0, "raw": null}, "ac": 0, "desc": "Tall and thin, Lucius has very sharp features and a youthful glow underneath his dark bushy hair and beady eyes.", "backstory": "Lucius Blackthorn has always possessed an inquisitive mind and a natural talent for investigation. Raised in a respectable family of means in Rueside. He dreamed of joining the Silk Guard as an investigator, utilizing his sharp reasoning to apprehend criminals.\n\nLucius family had secretly been involved with the abolitionists, and when Lucius discovered the proof, he saw an opportunity. At 15 he took the evidence to the Silk Guard, hoping it would prove his dedication and loyalties.\n\nWhile few know that Lucius was behind the fall of the Blackthorn's, he still feels he did the right thing. The fact that he was appointed to a guard position in the Silk Guard was a little disappointing, but he knew he would work his way up.\n\n12 years later he has one week left as a town guard before becoming an inquisitor for the House of Silk.", "personality": ["ambitous", "petty", "reliable"], "occupation": "Silk Guard", "race": "Human", "speed": {}, "class_name": "", "age": 27, "hp": 0, "wealth": " ", "inventory": [" "], "str": null, "dex": null, "con": null, "wis": null, "int": null, "cha": null, "features": {}, "spells": [], "resistances": "", "canon": true, "wa_article_id": null, "wikijs_id": 842, "level": 2, "connections": {"4": {"name": "Sister Loretta Maize", "relationship": "strangers"}, "5": {"name": "Lucius Blackthorne", "relationship": "neutral"}, "6": {"name": "Brother Aldric", "relationship": "aquaintance"}, "7": {"name": "Andrei Malring", "relationship": "aquaintance"}, "8": {"name": "Ellurei", "relationship": "friend"}}, "last_updated": {"_datetime": "2023-08-20T04:10:47.473895"}}, "6": {"pk": 6, "npc": true, "name": "Brother Aldric", "gender": "", "image": {"url": "", "asset_id": 0, "raw": null}, "ac": 28, "desc": "", "backstory": "Brother Aldric is known for his gentle, but apathetic nature. He is devoted to his faith and the teachings of the Order, but seeks comfort above all else. He seeks peaceful resolutions whenever possible, but less out of a desire for peace than wanting to take the easiest path.\n\nBrother Aldric's apathy can sometimes lead to him being taken advantage of or manipulated by others. It is challenging for him to assert himself or make difficult decisions that may be necessary because he cannot muster up the concern.", "personality": "", "occupation": "", "race": "", "speed": {}, "class_name": "", "age": 0, "hp": 44, "wealth": " ", "inventory": " ", "str": 20, "dex": 24, "con": 22, "wis": 5, "int": 6, "cha": 10, "features": {}, "spells": "", "resistances": "", "canon": true, "wa_article_id": null, "wikijs_id": 752, "level": 2, "connections": {"4": {"name": "Sister Loretta Maize", "relationship": "neutral"}, "5": {"name": "Lucius Blackthorne", "relationship": "friend"}, "6": {"name": "Brother Aldric", "relationship": "strangers"}, "7": {"name": "Andrei Malring", "relationship": "enemy"}, "8": {"name": "Ellurei", "relationship": "strangers"}}, "last_updated": {"_datetime": "2023-08-20T04:10:47.480526"}}, "7": {"pk": 7, "npc": true, "name": "Andrei Malring", "gender": "", "image": {"url": "", "asset_id": 0, "raw": null}, "ac": 0, "desc": "Tall, thin, bald, and bearded, Andre dresses in fine, sometimes ostentatious clothing, with a penchant for wearing shiny baubles.", "backstory": "Born to a poor farming family, not wealthy enough to own slaves, Andrei grew up working long days in the fields and making dangerous journeys into town to sell his family's produce. More than once, he and his father had to abandon the wagon to bandits. What little free time Andrei had would be spent fishing at the nearby Rue River. \n\nAt 15, while exploring a wooded area, Andrei stumbled on one of the Stone Gates, guarded by several Sentrys. Never able to resist something mysterious, snuck through the brush to get a closer look. He could feel the buzzing of the stone as he reached out from his hiding spot to touch the carved runes lining the edges.\n\nScenes of great destruction began flashing through his mind. As the vision continued, he was flying over farmland and forests, careening through white clouds. He passed golden fields of wheat and green pastures of grazing animals. When he glanced back,the world had all vanished into black, as though he was erasing the existence itself wherever he went.\n\nA sentry noticed him and shoved himaway from the gate, breaking his contact with it. He opened his eyes, shaking in terror, not at the Sentry with his sword drawn in his face, at the something he felt watching at him through the Gate. While the Sentry's warned him to stay away, Andrei gathered himself, then made his way back to his family's farm. \n\nAlthough he felt he had only been gone for several hours, his family explained that he had been missing for days. When he tried to explain what he saw in his vision, he was dismissed as the fantasies of a young boy. Andrei became obsessed with Gates, learning anything he could. He would sneak off to local temples and booksellers, investigating every hint of the Gates he could find. Eventually, Andrei discovered the existence of the *Order of Sea and Stone* and the role of the Gates in Coia's past.\n\nWhen he abandoned the family farm to join the Order, his parents did not understand. \"We'll starve without your help working the farm,\" they insisted; however, Andrei believed that nothing was more important than the Gates, not even his family. When he left, he knew how unlikely it was he would ever see his family again.\n\nAfter joining the order, his determiniation and aptitude quickly gained the notice of the highest ranking members of the order. At 40, he became the youngest person to ever gain the position of High Cleric, a lifetime appointment.\n\nHis continued blind devotion to preserving the stone portals at all cost, and fear of losing his position stand in direct opposition to his actions working behind the scenes to help the Unchained.", "personality": [], "occupation": "", "race": "", "speed": {}, "class_name": "Cleric", "age": 0, "hp": 0, "wealth": " ", "inventory": [" "], "str": null, "dex": null, "con": null, "wis": null, "int": null, "cha": null, "features": {}, "spells": [], "resistances": "", "canon": true, "wa_article_id": null, "wikijs_id": 844, "level": 2, "connections": {"4": {"name": "Sister Loretta Maize", "relationship": "enemy"}, "5": {"name": "Lucius Blackthorne", "relationship": "enemy"}, "6": {"name": "Brother Aldric", "relationship": "enemy"}, "7": {"name": "Andrei Malring", "relationship": "enemy"}, "8": {"name": "Ellurei", "relationship": "aquaintance"}}, "last_updated": {"_datetime": "2023-08-20T04:10:47.486748"}}, "8": {"pk": 8, "npc": true, "name": "Ellurei", "gender": "Non-binary", "image": {"asset_id": "d1917240835fe080ec0f7a45b1bc99ea", "url": "http://res.cloudinary.com/dzzdfujbf/image/upload/v1692389370/dnd/npcs/tm2vv6lnohacud7nivtd.png", "raw": null}, "ac": 0, "desc": "Elven with silver hair.\nGreen eyes that exude menace.\nHas a quick and nervous edge to movements", "backstory": "Ellurei was raised among the high elves, educated in the sacred libraries, yet was always an outsider due to their rebellious tendencies. Ellurei was not satisfied with their predetermined life and desired freedom. When their parents planned an arranged marriage for Ellurei, they ran away into the wild, surviving by cunning, theft, and deception. Ellurei now lives in the Rue Salt Marshes, preying upon those he can ensnare in a cunning trick or simply overpower.", "personality": ["Unfriendly", "Smart", "Dishonest"], "occupation": "Thief", "race": "Elf", "speed": {}, "class_name": "Rogue", "age": 25, "hp": 0, "wealth": [], "inventory": ["Dagger", "A well-worn map", "A satchel of stolen jewels"], "str": 10, "dex": 18, "con": 12, "wis": 12, "int": 16, "cha": 14, "features": {}, "spells": [], "resistances": [], "canon": false, "wa_article_id": null, "wikijs_id": null, "level": 2, "connections": {"4": {"name": "Sister Loretta Maize", "relationship": "enemy"}, "5": {"name": "Lucius Blackthorne", "relationship": "aquaintance"}, "6": {"name": "Brother Aldric", "relationship": "strangers"}, "7": {"name": "Andrei Malring", "relationship": "friend"}, "8": {"name": "Ellurei", "relationship": "neutral"}, "4": {"name": "Sister Loretta Maize", "relationship": "aquaintance"}, "5": {"name": "Lucius Blackthorne", "relationship": "friend"}, "6": {"name": "Brother Aldric", "relationship": "strangers"}, "7": {"name": "Andrei Malring", "relationship": "friend"}, "8": {"name": "Ellurei", "relationship": "aquaintance"}}, "last_updated": {"_datetime": "2023-08-20T04:10:47.493837"}}}}