{"NPC": {"1": {"pk": 1, "npc": true, "name": "Orrin Norwood", "gender": "Male", "image": {"asset_id": "ec5b2341e919ddd236183969c2bde9be", "url": "http://res.cloudinary.com/dzzdfujbf/image/upload/v1691002155/dnd/npcs/linnw23wcz18akcpqiae.png", "raw": null}, "ac": 0, "desc": "Orrin Norwood is a hunched, elderly man with kindly twinkling eyes. His thin gray hair is kept in a neat bun, and a well-groomed beard covers a good portion of his face. He wears worn but carefully maintained robes of muted colors, and leans heavily on an intricate walking cane.", "backstory": "Orrin spent most of his life as a librarian in Emberfield, seemingly content to live out his days in peace, surrounded by books. \n\nHowever, this life of simplicity was a carefully constructed facade; Orrin secretly harbored a rare gift. He was a 'Voidminder', one of the few beings capable of manipulating void energies usually inaccessible to humans. Shy and distrustful, Orrin has been dishonest about his gift, hiding his true potential under the guise of a simple librarian.", "personality": ["Honest", "Shy", "Intuitive"], "occupation": "Librarian", "race": "Human", "speed": {}, "class_name": "Wizard", "age": 80, "hp": 0, "wealth": [], "inventory": ["A walking cane", "Numerous books on arcane theories", "A pendant containing void energy", "A pouch filled with various herbs", "Old library key"], "str": 9, "dex": 11, "con": 13, "wis": 16, "int": 18, "cha": 14, "features": {}, "spells": [], "resistances": [], "canon": true, "last_updated": {"_datetime": "2023-08-16T17:52:14.484797"}, "wikijs_id": 813, "wa_artcle_id": null, "wa_article_id": null}, "2": {"pk": 2, "npc": true, "name": "Kael Windrider", "gender": "Male", "image": {"asset_id": "4b82060f422f702045ca337d56f88061", "url": "http://res.cloudinary.com/dzzdfujbf/image/upload/v1691695948/dnd/npcs/pg7aicn8nzf8bcwcphox.png", "raw": null}, "ac": 18, "desc": "A gaunt figure with piercing, icy blue eyes, and a wild mane of grizzled hair..\nHe has several faded tattoos swirling around his arms, remnants of a past he rarely speaks about..\nHis weather-beaten clothes are proof of years spent braving the wilderness.", "backstory": "Once a feared and respected captain of the Silk guard, Kael fell from grace when he was implicated in a plot against the Council. Forced into exile, he became a ruthless mercenary, fighting for whoever paid the highest coin. The truth, unknown to all: Kael took to fall for another, higher ranking member of the Silk Guard to enable them to stay undercover working for the Unchained.", "personality": ["Unfriendly", "Reckless", "Insensitive"], "occupation": "Mercenary", "race": "Human", "speed": {}, "class_name": "Fighter", "age": 58, "hp": 58, "wealth": [], "inventory": ["Rusty Sword", "Weathered Leather Armor", "A broken pendant with the royal crest", "Flask of cheap whiskey"], "str": 16, "dex": 12, "con": 14, "wis": 13, "int": 10, "cha": 8, "features": {}, "spells": [], "resistances": [], "canon": true, "wa_article_id": null, "wikijs_id": 814, "last_updated": {"_datetime": "2023-08-16T18:17:34.978278"}}, "3": {"pk": 3, "npc": true, "name": "Eryndor Moonshadow", "gender": "Female", "image": {"asset_id": "10d80baf724a2609eda3fd2a6f89e617", "url": "http://res.cloudinary.com/dzzdfujbf/image/upload/v1691696116/dnd/npcs/dxqrn9fhyycuoibzuvly.png", "raw": null}, "ac": 15, "desc": "Eryndor has a lean build for a halfling, with sharp, observant eyes of blue. Her silver hair is braided into a long, intricate plait that hangs to her waist. She carries herself with a quiet, unassuming dignity, yet there is always a sense of apprehension about her, as if she is constantly on her guard..\nHer clothing is worn but well-taken care of, and she carries a small pouch attached to her belt. Her hands, though frail with age, show signs of dexterity and quickness.", "backstory": "Eryndor spent most of her life as a skilled cobbler in Emberfield. But Eryndor lived a double life. She was actually a member of a secret thieves' guild, using her cobbler business as a way to gather information and unnoticed access to homes. Her guild's code was to only target the corrupt and dishonest, redistributing stolen wealth throughout the Chichingia region. One day, a job went wrong, and a member of her guild was caught, putting them all in danger. Eryndor, fearing for her life, fled. She now lives a life in hiding, struggling with the guilt of abandoning her friends and the fear of her past catching up to her.", "personality": ["sneaky", "humble", "cowardly"], "occupation": "Cobbler", "race": "Halfling", "speed": {}, "class_name": "Rogue", "age": 42, "hp": 33, "wealth": [], "inventory": ["Thieves' Tools", "Cobbler's Tools", "Shortsword", "Potion of Healing", "Necklace of Disguise"], "str": 8, "dex": 18, "con": 12, "wis": 13, "int": 14, "cha": 10, "features": {}, "spells": [], "resistances": [], "canon": true, "wa_article_id": null, "wikijs_id": 821, "last_updated": {"_datetime": "2023-08-16T21:26:24.712303"}}, "4": {"pk": 4, "npc": true, "name": "Evelyn Bardshaw", "gender": "Female", "image": {"asset_id": "7891f48b4266a8ec142b740529e48e5f", "url": "http://res.cloudinary.com/dzzdfujbf/image/upload/v1691696213/dnd/npcs/m19xed04fi91mwbvo3sz.png", "raw": null}, "ac": 22, "desc": "Evelyn stands at an average height for a gnome woman, though her posture is slightly hunched from age. Her thinning white hair is typically tied back in a neat bun, and she has piercing blue eyes that never seem to miss a detail. Her skin is wrinkled and weathered, a testimony to her many years of life.", "backstory": "Evelyn was once the head librarian in the grand library of Willowbrook, a city rich in knowledge and history. However, when a fire believed to be caused by her carelessness devastated the library, she was stripped of her position. But unbeknownst to everyone, the fire was actually a carefully crafted diversion by a group of thieves who used the chaos to steal a rare and powerful artifact. Evelyn discovered this truth but decided to take the blame to protect the city's reputation and to quietly investigate the incident herself.", "personality": ["Careless", "Hardworking", "Logical"], "occupation": "Retired Librarian", "race": "Gnome", "speed": {}, "class_name": "Wizard", "age": 73, "hp": 180, "wealth": [], "inventory": ["Walking Stick", "Old Spectacles", "Dusty Spell Book", "Librarian's Medallion", "Shabby Robes"], "str": 8, "dex": 12, "con": 10, "wis": 14, "int": 18, "cha": 12, "features": {}, "spells": [], "resistances": [], "canon": true, "wa_article_id": null, "wikijs_id": 819, "last_updated": {"_datetime": "2023-08-16T18:23:47.095539"}}, "5": {"pk": 5, "npc": true, "name": "Eldeth Stonefist", "gender": "Female", "image": {"asset_id": "8c0eac433064eddca911e6733c48e2c3", "url": "http://res.cloudinary.com/dzzdfujbf/image/upload/v1691696651/dnd/npcs/lffg9qsljo9wgdbsbyle.png", "raw": null}, "ac": 11, "desc": "Eldeth Stonefist is a stout dwarf woman with silver hair and a face etched by hardship. A patch of scars runs down the left side of her rugged face, and her green eyes glimmer with unrelenting tenacity. She is often adorned in practical, yet old and battle-worn armor.", "backstory": "Eldeth Stonefist hails from the rolling hills and mountains of the Dwarven kingdom. An outstanding warrior in her prime, she led numerous successful raids against Goblin hordes, growing famous within her clan. However, on one accident-prone expedition, she was betrayed by her closest ally, who coveted her position and fame. Left for dead in the wilderness, Eldeth fought ferociously against the elements and emerged stronger than before. The twist, however, is that Eldeth carries a secret: she is the secret heir to her clan's leadership, a fact that was intentionally hidden from her to protect her from power-hungry rivals within the clan.", "personality": ["Intelligent", "Practical", "Reckless"], "occupation": "Blacksmith", "race": "Dwarf", "speed": {}, "class_name": "Fighter", "age": 52, "hp": 43, "wealth": [], "inventory": ["Handaxe", "Dwarven Ale", "Chain Mail", "Smithing Tools"], "str": 18, "dex": 10, "con": 17, "wis": 12, "int": 13, "cha": 8, "features": {}, "spells": [], "resistances": [], "canon": true, "wa_article_id": null, "wikijs_id": 817, "last_updated": {"_datetime": "2023-08-16T18:22:25.540986"}}, "7": {"pk": 7, "npc": true, "name": "Meldan Escoe", "gender": "Male", "image": {"asset_id": "f8c1fcf6bbdc53f059eda57cc7a7d4d2", "url": "http://res.cloudinary.com/dzzdfujbf/image/upload/v1692220248/dnd/npcs/adev7nd87ioz26xn0gjx.png", "raw": null}, "ac": 0, "desc": "Elderly, with neck-length white hair, and a beard framing his wrinkled face..\nHis stormy gray eyes hold an intensity that reveals a hint of his youth..\nHas a strong, sturdy posture despite his age..\nUsually seen in his dusty, old-fashioned clothing, apparently undisturbed by the passage of time.", "backstory": "Meldan Escoe, a retired military officer, had always been known for his honesty and extreme religious devotion. Meldan was nearly killed by a goblin spy in his rank on his 43rd birthday. The wounds he suffered ended his career in the Silk Guard. Many years later he learned the goblin had been aided by Andre Malring, the head of the Order of Sea and Stone. He has kept the information himself, hoping for an opportune moment to use it against Andre.", "personality": ["Intolerant", "Honest", "Devout"], "occupation": "Retired military officer turned innkeeper", "race": "Human", "speed": {}, "class_name": "Fighter", "age": 68, "hp": 0, "wealth": [], "inventory": ["An old, battered sword", "Retired officer's sigil", "Inn keys"], "str": 15, "dex": 10, "con": 12, "wis": 13, "int": 16, "cha": 11, "features": {}, "spells": [], "resistances": [], "canon": true, "wa_article_id": null, "wikijs_id": 820, "last_updated": {"_datetime": "2023-08-16T21:24:30.307259"}}, "8": {"pk": 8, "npc": true, "name": "Thoren Ionis", "gender": "Male", "image": {"asset_id": "72c759648d221bab63206848211a83b2", "url": "http://res.cloudinary.com/dzzdfujbf/image/upload/v1692272063/dnd/npcs/e9fyhji3hcbdnmwchmta.png", "raw": null}, "ac": 15, "desc": "Standing at a sturdy 4 foot 5, Thoren is a stout and hardy satyr with a magnificently managed beard. His piercing blue eyes contain a wisdom and a curiosity that is hard to overlook. He is clothed in simple, durable clothing appropriate for his blacksmithing work, and always carries a magnifying glass to inspect his creations or anything that piques his interest.", "backstory": "Thoren was a blacksmith's apprentice in his early years, demonstrating expert craftsmanship and a natural aptitude for understanding how things work. His intuitive nature meant he quickly became skilled at unlocking the secrets of various materials and techniques; However, Thoren's nosiness led him to investigate a suspicious meeting in his employer's workshop, revealing his mentor to be a spy for the Unchained. Thoren, not unsympathetic to their cause, decided to join up. Using his skills in forging magical items and an ancient forging hammer passed down through his family, Thoren has devoted himself entirely to the Unchained and their struggle against the House of Silk.", "personality": ["Intuitive", "Nosy", "Honest"], "occupation": "Blacksmith", "race": "Satyr", "speed": {}, "class_name": "Fighter", "age": 57, "hp": 89, "wealth": [], "inventory": ["Blacksmith's Tools", "Protective Leather Apron", "Handheld Magnifying Glass", "Enchanted Forging Hammer"], "str": 16, "dex": 12, "con": 18, "wis": 14, "int": 16, "cha": 10, "features": {}, "spells": [], "resistances": [], "canon": true, "wa_article_id": null, "wikijs_id": 823, "last_updated": {"_datetime": "2023-08-17T11:46:05.441956"}}, "9": {"pk": 9, "npc": true, "name": "Andrei Malring", "gender": "", "image": {"url": "", "asset_id": 0, "raw": null}, "ac": 0, "desc": "", "backstory": "Born to a poor farming family, not wealthy enough to own slaves, Andrei grew up working long days in the fields and making dangerous journeys into town to sell his family's produce. More than once, he and his father had to abandon the wagon to bandits. What little free time Andrei had would be spent fishing at the nearby Rue River. \n\nAt 15, while exploring a wooded area, Andrei stumbled on one of the Stone Gates, guarded by several Sentrys. Never able to resist something mysterious, snuck through the brush to get a closer look. He could feel the buzzing of the stone as he reached out from his hiding spot to touch the carved runes lining the edges.\n\nScenes of great destruction began flashing through his mind. As the vision continued, he was flying over farmland and forests, careening through white clouds. He passed golden fields of wheat and green pastures of grazing animals. When he glanced back,the world had all vanished into black, as though he was erasing the existence itself wherever he went.\n\nA sentry noticed him and shoved himaway from the gate, breaking his contact with it. He opened his eyes, shaking in terror, not at the Sentry with his sword drawn in his face, at the something he felt watching at him through the Gate. While the Sentry's warned him to stay away, Andrei gathered himself, then made his way back to his family's farm. \n\nAlthough he felt he had only been gone for several hours, his family explained that he had been missing for days. When he tried to explain what he saw in his vision, he was dismissed as the fantasies of a young boy. Andrei became obsessed with Gates, learning anything he could. He would sneak off to local temples and booksellers, investigating every hint of the Gates he could find. Eventually, Andrei discovered the existence of the *Order of Sea and Stone* and the role of the Gates in Coia's past.\n\nWhen he abandoned the family farm to join the Order, his parents did not understand. \"We'll starve without your help working the farm,\" they insisted; however, Andrei believed that nothing was more important than the Gates, not even his family. When he left, he knew how unlikely it was he would ever see his family again.\n\nAfter joining the order, his determiniation and aptitude quickly gained the notice of the highest ranking members of the order. At 40, he became the youngest person to ever gain the position of High Cleric, a lifetime appointment.\n\nHis continued blind devotion to preserving the stone portals at all cost, and fear of losing his position stand in direct opposition to his actions working behind the scenes to help the Unchained.", "personality": [], "occupation": "", "race": "", "speed": {}, "class_name": "", "age": 0, "hp": 0, "wealth": " ", "inventory": [" "], "str": "", "dex": "", "con": "", "wis": "", "int": "", "cha": "", "features": "", "spells": [], "resistances": "", "canon": true, "wa_article_id": null, "wikijs_id": 829, "level": 2, "last_updated": {"_datetime": "2023-08-17T22:09:02.972135"}}, "10": {"pk": 10, "npc": true, "name": "Sister Loretta Maize", "gender": "", "image": {"url": "", "asset_id": 0, "raw": null}, "ac": 0, "desc": "", "backstory": "Sister Isabella's journey to becoming a cleric of the Order of Sea and Stone began after a profound encounter with an elemental force during her childhood. This encounter awakened her connection to the divine energies of water and earth, leading her to join the order and dedicate herself to the service of these elements.\n\nSister Isabella's pursuit of knowledge and understanding can sometimes make her distant and detached from the emotions and concerns of others. She can be absorbed in her own thoughts and overlook the immediate needs of those around her. Sister Isabella's thirst for knowledge can also lead her to become overly curious and tempted by forbidden secrets, risking the delicate balance she seeks to uphold\n\nSister Isabella possesses an innate talent for manipulating the elemental forces, a power that extends beyond the limits of what is traditionally taught within the order. Fearing the repercussions of her unconventional abilities being discovered, she keeps this hidden, practicing in secret and struggling with the desire to fully embrace her unique gift while remaining loyal to the teachings of the order.", "personality": [], "occupation": "", "race": "", "speed": {}, "class_name": "", "age": 0, "hp": 0, "wealth": " ", "inventory": [" "], "str": "", "dex": "", "con": "", "wis": "", "int": "", "cha": "", "features": {}, "spells": [], "resistances": "", "canon": true, "wa_article_id": null, "wikijs_id": 830, "level": 2, "last_updated": {"_datetime": "2023-08-17T22:09:02.982436"}}, "11": {"pk": 11, "npc": true, "name": "Lucius Blackthorne", "gender": "", "image": {"url": "", "asset_id": 0, "raw": null}, "ac": 0, "desc": "", "backstory": "Lucius Blackthorn has always possessed an inquisitive mind and a natural talent for investigation. Raised in a respectable family of means in Rueside. He dreamed of joining the Silk Guard as an investigator, utilizing his sharp reasoning to apprehend criminals.\n\nLucius family had secretly been involved with the abolitionists, and when Lucius discovered the proof, he saw an opportunity. At 15 he took the evidence to the Silk Guard, hoping it would prove his dedication and loyalties.\n\nWhile few know that Lucius was behind the fall of the Blackthorn's, he still feels he did the right thing. The fact that he was appointed to a guard position in the Silk Guard was a little disappointing, but he knew he would work his way up.\n\n12 years later he has one week left as a town guard before becoming an inquisitor for the House of Silk.", "personality": "", "occupation": "", "race": "", "speed": {}, "class_name": "", "age": 0, "hp": 0, "wealth": " ", "inventory": " ", "str": "", "dex": "", "con": "", "wis": "", "int": "", "cha": "", "features": {}, "spells": "", "resistances": "", "canon": true, "wa_article_id": null, "wikijs_id": 657, "level": 2, "last_updated": {"_datetime": "2023-08-17T22:09:02.834607"}}, "16": {"pk": 16, "npc": true, "name": "Valen Star", "gender": "", "image": {"url": "", "asset_id": 0, "raw": null}, "ac": 0, "desc": "", "backstory": "", "personality": [], "occupation": "", "race": "", "speed": {}, "class_name": "", "age": 0, "hp": 0, "wealth": [], "inventory": [], "str": 0, "dex": 0, "con": 0, "wis": 0, "int": 0, "cha": 0, "features": {}, "spells": [], "resistances": [], "canon": true, "wa_article_id": null, "wikijs_id": 831, "level": 2, "last_updated": {"_datetime": "2023-08-17T21:39:35.201797"}}, "17": {"pk": 17, "npc": true, "name": "Seraph Kind", "gender": "", "image": {"url": "", "asset_id": 0, "raw": null}, "ac": 0, "desc": "", "backstory": "", "personality": [], "occupation": "", "race": "", "speed": {}, "class_name": "", "age": 0, "hp": 0, "wealth": [], "inventory": [], "str": 0, "dex": 0, "con": 0, "wis": 0, "int": 0, "cha": 0, "features": {}, "spells": [], "resistances": [], "canon": true, "wa_article_id": null, "wikijs_id": 833, "level": 2, "last_updated": {"_datetime": "2023-08-17T22:16:19.645035"}}, "18": {"pk": 18, "npc": true, "name": "Hooly Appleton", "gender": "", "image": {"url": "", "asset_id": 0, "raw": null}, "ac": 0, "desc": "", "backstory": "", "personality": [], "occupation": "", "race": "", "speed": {}, "class_name": "", "age": 0, "hp": 0, "wealth": [], "inventory": [], "str": 0, "dex": 0, "con": 0, "wis": 0, "int": 0, "cha": 0, "features": {}, "spells": [], "resistances": [], "canon": true, "wa_article_id": null, "wikijs_id": 832, "level": 2, "last_updated": {"_datetime": "2023-08-17T22:13:59.098647"}}, "19": {"pk": 19, "npc": true, "name": "Borne Winter", "gender": "", "image": {"url": "", "asset_id": 0, "raw": null}, "ac": 0, "desc": "", "backstory": "", "personality": [], "occupation": "", "race": "", "speed": {}, "class_name": "", "age": 0, "hp": 0, "wealth": [], "inventory": [], "str": 0, "dex": 0, "con": 0, "wis": 0, "int": 0, "cha": 0, "features": {}, "spells": [], "resistances": [], "canon": true, "wa_article_id": null, "wikijs_id": 834, "level": 2, "last_updated": {"_datetime": "2023-08-17T22:20:34.183384"}}, "20": {"pk": 20, "npc": true, "name": "Cyla Winter", "gender": "", "image": {"url": "", "asset_id": 0, "raw": null}, "ac": 0, "desc": "", "backstory": "", "personality": [], "occupation": "", "race": "", "speed": {}, "class_name": "", "age": 0, "hp": 0, "wealth": [], "inventory": [], "str": 0, "dex": 0, "con": 0, "wis": 0, "int": 0, "cha": 0, "features": {}, "spells": [], "resistances": [], "canon": true, "wa_article_id": null, "wikijs_id": 835, "level": 2, "last_updated": {"_datetime": "2023-08-17T22:59:36.229664"}}, "21": {"pk": 21, "npc": true, "name": "Liara Shrike", "gender": "", "image": {"url": "", "asset_id": 0, "raw": null}, "ac": 0, "desc": "", "backstory": "", "personality": [], "occupation": "", "race": "", "speed": {}, "class_name": "", "age": 0, "hp": 0, "wealth": [], "inventory": [], "str": 0, "dex": 0, "con": 0, "wis": 0, "int": 0, "cha": 0, "features": {}, "spells": [], "resistances": [], "canon": true, "wa_article_id": null, "wikijs_id": 836, "level": 2, "last_updated": {"_datetime": "2023-08-17T23:00:10.453526"}}, "22": {"pk": 22, "npc": true, "name": "Lieutenant Marcus Graves", "gender": "", "image": {"url": "", "asset_id": 0, "raw": null}, "ac": 0, "desc": "", "backstory": "", "personality": [], "occupation": "", "race": "", "speed": {}, "class_name": "", "age": 0, "hp": 0, "wealth": [], "inventory": [], "str": 0, "dex": 0, "con": 0, "wis": 0, "int": 0, "cha": 0, "features": {}, "spells": [], "resistances": [], "canon": true, "wa_article_id": null, "wikijs_id": 837, "level": 2, "last_updated": {"_datetime": "2023-08-17T23:00:39.081363"}}}}