{"NPC": {"1": {"pk": 1, "npc": true, "name": "Orrin Norwood", "gender": "Male", "image": {"asset_id": "ec5b2341e919ddd236183969c2bde9be", "url": "http://res.cloudinary.com/dzzdfujbf/image/upload/v1691002155/dnd/npcs/linnw23wcz18akcpqiae.png", "raw": null}, "ac": 0, "desc": "Orrin Norwood is a hunched, elderly man with kindly twinkling eyes. His thin gray hair is kept in a neat bun, and a well-groomed beard covers a good portion of his face. He wears worn but carefully maintained robes of muted colors, and leans heavily on an intricate walking cane.", "backstory": "Orrin spent most of his life as a librarian in a quiet mountain town, seemingly content to live out his days in peace, surrounded by books. However, this life of simplicity was a carefully constructed facade; Orrin secretly harbored a rare gift. He was a 'Voidminder', one of the few beings capable of manipulating void energies usually inaccessible to humans. Shy and distrustful, Orrin has been dishonest about his gift, hiding his true potential under the guise of a simple librarian.", "personality": ["Dishonest", "Shy", "Intuitive"], "occupation": "Librarian", "race": "Human", "speed": {}, "class_name": "Wizard", "age": 80, "hp": 0, "wealth": [], "inventory": ["A walking cane", "Numerous books on arcane theories", "A pendant containing void energy", "A pouch filled with various herbs", "Old library key"], "str": 9, "dex": 11, "con": 13, "wis": 16, "int": 18, "cha": 14, "features": {}, "spells": [], "resistances": []}, "2": {"pk": 2, "npc": true, "name": "Kael Windrider", "gender": "Male", "image": {"url": "", "asset_id": 0, "raw": null}, "ac": 0, "desc": "A gaunt figure with piercing, icy blue eyes, and a wild mane of grizzled hair..\nHe has several faded tattoos swirling around his arms, remnants of a past he rarely speaks about..\nHis weather-beaten clothes are proof of years spent braving the wilderness.", "backstory": "Once a feared and respected captain of the royal guard, Kael fell from grace when he was implicated in a plot against the king. Forced into exile, he became a ruthless mercenary, fighting for whoever paid the highest coin. The truth, unknown to all: Kael was framed by a jealous rival. He seeks not to reclaim his lost honor, but to unmask the true traitor.", "personality": ["Unfriendly", "Reckless", "Insensitive"], "occupation": "Mercenary", "race": "Human", "speed": {}, "class_name": "Fighter", "age": 58, "hp": 0, "wealth": [], "inventory": ["Rusty Sword", "Weathered Leather Armor", "A broken pendant with the royal crest", "Flask of cheap whiskey"], "str": 16, "dex": 12, "con": 14, "wis": 13, "int": 10, "cha": 8, "features": {}, "spells": {}, "resistances": []}, "3": {"pk": 3, "npc": true, "name": "Eryndor Moonshadow", "gender": "Female", "image": {"url": "", "asset_id": 0, "raw": null}, "ac": 0, "desc": "Eryndor has a lean build for a halfling, with sharp, observant eyes of blue. Her silver hair is braided into a long, intricate plait that hangs to her waist. She carries herself with a quiet, unassuming dignity, yet there is always a sense of apprehension about her, as if she is constantly on her guard..\nHer clothing is worn but well-taken care of, and she carries a small pouch attached to her belt. Her hands, though frail with age, show signs of dexterity and quickness.", "backstory": "Eryndor spent most of her life as a skilled cobbler in a peaceful halfling village. But all was not as it seemed. All along, Eryndor lived a double life. She was actually a member of a secret thieves' guild, using her cobbler business as a way to gather information and unnoticed access to homes. Her guild's code was to only target the corrupt and dishonest, redistributing stolen wealth within the community. One day, a job went wrong, and a member of her guild was caught, putting them all in danger. Eryndor, fearing for her life, fled. She now lives a life in hiding, struggling with the guilt of abandoning her friends and the fear of her past catching up to her.", "personality": ["sneaky", "humble", "cowardly"], "occupation": "Cobbler", "race": "Halfling", "speed": {}, "class_name": "Rogue", "age": 72, "hp": 0, "wealth": [], "inventory": ["Thieves' Tools", "Cobbler's Tools", "Shortsword", "Potion of Healing", "Necklace of Disguise"], "str": 8, "dex": 18, "con": 12, "wis": 13, "int": 14, "cha": 10, "features": {}, "spells": {}, "resistances": [], "canon": false}, "4": {"pk": 4, "npc": true, "name": "Evelyn Bardshaw", "gender": "Female", "image": {"url": "", "asset_id": 0, "raw": null}, "ac": 0, "desc": "Evelyn stands at an average height for a human woman, though her posture is slightly hunched from age. Her thinning white hair is typically tied back in a neat bun, and she has piercing blue eyes that never seem to miss a detail. Her skin is wrinkled and weathered, a testimony to her many years of life.", "backstory": "Evelyn was once the head librarian in the grand library of Thundertop, a city rich in knowledge and history. However, when a fire believed to be caused by her carelessness devastated the library, she was stripped of her position. But unbeknownst to everyone, the fire was actually a carefully crafted diversion by a group of thieves who used the chaos to steal a rare and powerful artifact. Evelyn discovered this truth but decided to take the blame to protect the city's reputation and to quietly investigate the incident herself.", "personality": ["Careless", "Hardworking", "Logical"], "occupation": "Retired Librarian", "race": "Human", "speed": {}, "class_name": "Wizard", "age": 73, "hp": 0, "wealth": [], "inventory": ["Walking Stick", "Old Spectacles", "Dusty Spell Book", "Librarian's Medallion", "Shabby Robes"], "str": 8, "dex": 12, "con": 10, "wis": 14, "int": 18, "cha": 12, "features": {}, "spells": {}, "resistances": [], "canon": false}}}