{"NPC": {"1": {"pk": 1, "npc": true, "canon": true, "name": "Brother Aldric", "gender": "", "image": {"url": "", "asset_id": 0, "raw": null}, "ac": 26, "desc": "", "backstory": "Brother Aldric is known for his gentle, but apathetic nature. He is devoted to his faith and the teachings of the Order, but seeks comfort above all else. He seeks peaceful resolutions whenever possible, but less out of a desire for peace than wanting to take the easiest path.\n\nBrother Aldric's apathy can sometimes lead to him being taken advantage of or manipulated by others. It is challenging for him to assert himself or make difficult decisions that may be necessary because he cannot muster up the concern.", "personality": "", "occupation": "", "race": "", "speed": {}, "class_name": "", "age": 0, "hp": 66, "wealth": " ", "inventory": " ", "str": 20, "dex": 24, "con": 22, "wis": 5, "int": 6, "cha": 10, "features": {}, "spells": "", "resistances": "", "chats": [], "conversation_summary": {"summary": "", "message": "", "response": ""}, "backstory_summary": "", "wa_article_id": null, "wikijs_id": 752, "level": 2, "connections": {"2": {"name": "Sister Loretta Maize", "relationship": "aquaintance"}, "3": {"name": "Alastair Thorn", "relationship": "friend"}, "1": {"name": "Brother Aldric", "relationship": "enemy"}, "4": {"name": "Selene Riversdale", "relationship": "neutral"}, "5": {"name": "Rutherford Beckett", "relationship": "strangers"}, "6": {"name": "Bartleby", "relationship": "friend"}, "7": {"name": "Morwen", "relationship": "neutral"}}, "last_updated": {"_datetime": "2023-08-24T21:35:17.771911"}, "task_running": false}, "2": {"pk": 2, "npc": true, "canon": true, "name": "Sister Loretta Maize", "gender": "", "image": {"url": "", "asset_id": 0, "raw": null}, "ac": 0, "desc": "", "backstory": "Sister Isabella's journey to becoming a cleric of the Order of Sea and Stone began after a profound encounter with an elemental force during her childhood. This encounter awakened her connection to the divine energies of water and earth, leading her to join the order and dedicate herself to the service of these elements.\n\nSister Isabella's pursuit of knowledge and understanding can sometimes make her distant and detached from the emotions and concerns of others. She can be absorbed in her own thoughts and overlook the immediate needs of those around her. Sister Isabella's thirst for knowledge can also lead her to become overly curious and tempted by forbidden secrets, risking the delicate balance she seeks to uphold\n\nSister Isabella possesses an innate talent for manipulating the elemental forces, a power that extends beyond the limits of what is traditionally taught within the order. Fearing the repercussions of her unconventional abilities being discovered, she keeps this hidden, practicing in secret and struggling with the desire to fully embrace her unique gift while remaining loyal to the teachings of the order.", "personality": "", "occupation": "", "race": "", "speed": {}, "class_name": "", "age": 0, "hp": 0, "wealth": " ", "inventory": " ", "str": null, "dex": null, "con": null, "wis": null, "int": null, "cha": null, "features": {}, "spells": "", "resistances": "", "chats": [], "conversation_summary": {"summary": "", "message": "", "response": ""}, "backstory_summary": "", "wa_article_id": null, "wikijs_id": 830, "level": 2, "connections": {"1": {"name": "Brother Aldric", "relationship": "enemy"}, "3": {"name": "Alastair Thorn", "relationship": "enemy"}, "2": {"name": "Sister Loretta Maize", "relationship": "friend"}, "4": {"name": "Selene Riversdale", "relationship": "aquaintance"}, "5": {"name": "Rutherford Beckett", "relationship": "enemy"}, "6": {"name": "Bartleby", "relationship": "strangers"}, "7": {"name": "Morwen", "relationship": "friend"}}, "last_updated": {"_datetime": "2023-08-24T21:35:17.788889"}, "task_running": false}, "3": {"pk": 3, "npc": true, "canon": false, "name": "Alastair Thorn", "gender": "Male", "image": {"asset_id": "99a9c78d56a3057c7216132b854c268f", "url": "http://res.cloudinary.com/dzzdfujbf/image/upload/v1692743697/dnd/npcs/obj00fptsp7pbasomxpf.png", "raw": null}, "ac": 14, "desc": "Alastair is a towering figure at 6'4\" tall, with a well-built body honed from years of physical work.\nHis hair is a mix of black and silver, usually tied back in a messy bun..\nHe has vibrant blue eyes that seem to hold an endless sea of stories..\nHe has a long scar running from his left temple, across his cheek, and down to his chin, a memento from a past conflict.", "backstory": "Alastair Thorn was known all over the kingdom for his great deeds as a knight. His infectious personality drew people towards him. However, his loyalty was always a puzzle. On one hand, he showed ultimate loyalty to his king but was known to betray his companions when it suited him. In truth, Alastair was a double agent, serving another kingdom in secret. His true loyalty was to his homeland which he was forced to leave years ago. His acts of perceived disloyalty were in fact, attempts to protect his true king. Even his disloyal acts were a testament of his ultimate loyalty. His greatest secret? He was planning a coup to overthrow the king he publicly served.", "personality": ["Outgoing", "Quiet", "Loyal"], "occupation": "Knight", "race": "Human", "speed": {}, "class_name": "Fighter", "age": 41, "hp": 42, "wealth": [], "inventory": ["Sword of Truth", "Shield of Betrayal", "Potion of Strength", "Key to a hidden safehouse"], "str": 16, "dex": 12, "con": 14, "wis": 11, "int": 10, "cha": 18, "features": {}, "spells": [], "resistances": [], "chats": [], "conversation_summary": {"summary": "The player confronts Alastair, the knight, revealing that his true intentions have been discovered by the man he claims to serve. Alastair, unfazed, acknowledges this truth, likening their situation to a complex chess game. He suggests that they both understand the intricate nature of loyalty and duty, and that they each have their own battles to fight. Alastair emphasizes that these concepts can be both protective and dangerous, and that everyone has secrets they go to great lengths to protect. He implies that their situations might be more similar than the player initially thought.", "message": "Convince me your master is more noble than mine.", "response": "Alastair fixed the player with his vibrant blue eyes, a subtle smile playing on his lips as if he was amused by the question. His scar seemed to pull tighter on his face as he began to speak, his voice quiet yet vibrant in the silent room.\n\n“A noble heart, eh? Solitude has taught me more about nobility that the grand halls of any king. It’s not a matter of birth, title, or even deeds. It’s about sincerity… Intent… The courage of your convictions…” He paused, gesturing with his hand like he was crafting an invisible sculpture between them.\n\n“Can you see your master's nobility when you close your eyes? Do his actions ripple through this world leaving it a better place? Does he inspire you to aspire to greatness...to goodness?”\n\nAlastair’s face grew somber, the levity of a moment ago replaced by gravity. “I do not wish to convince you one way or another. Instead, I encourage you to question the validity of nobility your master upholds. Are they empty gestures masked by grand political schemes? Or do his decisions ripple kindness in people's lives, bringing them hope?”\n\n“The fight for nobility is never an easy one, it demands everything from us. But remember, we are not defined by the kings we serve or the orders we follow, but by the principles we uphold when unwatched.”\n\nLeaning forward, the knight lowered his voice to a conspiratorial whisper. “Understand this. If you believe your path should cross mine in conflict, then so be it. I respect a man who stands by his beliefs, even if that means drawing blades against me.”\n\nHe then leans back, his silver hair catching the faint light, making it resemble the constellation-filled night sky. His question was simple yet, loaded with undertones, “Now, who sends you to question me?”"}, "backstory_summary": "Alastair Thorn, a renowned knight, was a charismatic figure with a complex sense of loyalty. While he appeared devoted to his king, he was known to betray his companions when necessary. Unbeknownst to many, Alastair was a double agent, secretly serving another kingdom - his true homeland that he had been forced to leave years prior. His seemingly disloyal actions were actually efforts to protect his true king, demonstrating his ultimate loyalty. His biggest secret was his plan to overthrow the king he publicly served.", "wa_article_id": null, "wikijs_id": null, "level": 2, "connections": {"1": {"name": "Brother Aldric", "relationship": "neutral"}, "2": {"name": "Sister Loretta Maize", "relationship": "neutral"}, "3": {"name": "Alastair Thorn", "relationship": "friend"}, "4": {"name": "Selene Riversdale", "relationship": "strangers"}, "5": {"name": "Rutherford Beckett", "relationship": "enemy"}, "6": {"name": "Bartleby", "relationship": "strangers"}, "7": {"name": "Morwen", "relationship": "friend"}}, "last_updated": {"_datetime": "2023-08-24T21:35:17.798073"}, "task_running": true}, "4": {"pk": 4, "npc": true, "canon": false, "name": "Selene Riversdale", "gender": "Female", "image": {"asset_id": "203b657d1878263eb4df437f61f00832", "url": "http://res.cloudinary.com/dzzdfujbf/image/upload/v1692904252/dnd/npcs/sknzsbc08uvilaelnool.png", "raw": null}, "ac": 0, "desc": "Selene is average in height, with a lean and athletic figure. Her skin is tanned from years of traveling, and her eyes are a deep and piercing sea-green. Seldom seen without a wistful, almost melancholic smile, her face harbors a certain deep-seated wisdom. She has raven black hair, usually kept back in a broad braid that reaches her lower back.", "backstory": "Selene was once a recognized scholar in the grand city of Waterdeep. Her intelligence and specialty in arcane matters brought her fame, yet with fame came arrogance and unforgiveness. One day, she accidentally unleashed a powerful demon from a relic she was studying. The demon razed half the city before it was pushed back. Overwhelmed with guilt and regret, Selene left everything behind and chose the path of a wanderer, seeking redemption. However, the twist in her story is that she herself had been unknowingly possessed by a lesser demon during the chaos. While it doesn't control her, it feeds off her guilt and enhances her folly, often leading her to make bad decisions.", "personality": ["Intelligent", "Unforgiving", "Foolish"], "occupation": "Wandering scholar", "race": "Human", "speed": {}, "class_name": "Wizard", "age": 37, "hp": 0, "wealth": [], "inventory": ["Staff of arcana", "spellbook", "Small, sealed box containing the demon relic", "Bottle of fine elf wine", "Green cloak with arcane runes"], "str": 9, "dex": 12, "con": 13, "wis": 14, "int": 17, "cha": 10, "features": {}, "spells": {}, "resistances": [], "chats": [], "conversation_summary": {"summary": "The player greets an NPC named Selene, who acknowledges that her name isn't widely recognized anymore. She reveals that she was once a scholar in Waterdeep and offers her assistance to the player.", "message": "How did you end up out here, so far from home?", "response": "A melancholic smile crosses Selene's face as her sea-green eyes stare into the distance. \"Home... it marks both the greatest achievements and deepest pits of my life. I was a scholar from Waterdeep, revered for my acumen in arcane affairs. Blessed with a mind that seems tireless in its pursuit of knowledge, I reached heights few could dare to tread, and in that lies my downfall.\"\n\nShe takes a deep breath, frank regret casting shadows in her eyes. \"Hubris is the ancient enemy of brilliance. My erroneous belief in my infallibility led to the ultimate catastrophe - the release of a powerful demon hidden within an ancient relic.\" Her face hardens in bitter recollection, stark in its raw intensity. \"I imagine you've heard the tales of the calamity that struck Waterdeep. That was my doing.\"\n\nSelene's gaze flits back to you, sea-green depths bearing the weight of her mistake, her voice barely above a whisper. \"Unable to face the repercussions, and consumed by guilt, I became a wanderer, seeking absolution that feels endlessly out of reach. This is why you find me here so far from my 'home'. As to why I continue to make foolish mistakes,\" she sighs, a touch of bitterness lacing her words, \"there's a lesser demon within me, a cruel reminder of my arrogance. Not controlling, no, but revels in my guilt, exaggerating my missteps. Such is the burden I bear.\""}, "backstory_summary": "Selene, a renowned scholar from Waterdeep, was known for her intelligence and expertise in arcane matters. However, her fame led to arrogance and a lack of forgiveness. She accidentally released a powerful demon from a relic, causing significant destruction in the city. Consumed by guilt, she abandoned her life and became a wanderer, seeking redemption. Unbeknownst to her, she was possessed by a lesser demon during the incident, which, while not controlling her, feeds off her guilt and amplifies her mistakes.", "wa_article_id": null, "wikijs_id": null, "level": 2, "connections": {"1": {"name": "Brother Aldric", "relationship": "strangers"}, "2": {"name": "Sister Loretta Maize", "relationship": "friend"}, "3": {"name": "Alastair Thorn", "relationship": "strangers"}, "4": {"name": "Selene Riversdale", "relationship": "aquaintance"}, "5": {"name": "Rutherford Beckett", "relationship": "enemy"}, "6": {"name": "Bartleby", "relationship": "neutral"}, "7": {"name": "Morwen", "relationship": "aquaintance"}}, "last_updated": {"_datetime": "2023-08-24T21:35:17.808837"}, "task_running": false}, "5": {"pk": 5, "npc": true, "canon": false, "name": "Rutherford Beckett", "gender": "Male", "image": {"asset_id": "411d2eba3601ba7c70d02eb803a30090", "url": "http://res.cloudinary.com/dzzdfujbf/image/upload/v1692905711/dnd/npcs/jllit9ctchafpv9npdww.png", "raw": null}, "ac": 0, "desc": "Rutherford stands at a height of 5'9\" with a slight hunch, which together with his disheveled red hair, gives him a comically disproportionate appearance..\nHis eyes flutter anxiously beneath thick spectacles and his face is characterized by a constant, nerve-wracked grin..\nHe is adorned in a worn-out cloak, the blue fabric now faded and full of patches.", "backstory": "Rutherford lived a simple life as a librarian in a small town, always seen with a nose in a book. Unfortunately, books did not satisfy his insatiable curiosity, leading him to dabble in the occult. Eventually, his misadventures led him to dishonesty as he fabricated elaborate tales of adventure, convincing the townsfolk of his fabricated heroism. Little did they know Rutherford had discovered a powerful artifact during his studies, a tome of unspeakable power, capable of manipulating reality itself.", "personality": ["dishonest", "silly", "insecure"], "occupation": "Librarian", "race": "Human", "speed": {}, "class_name": "Warlock", "age": 24, "hp": 0, "wealth": [], "inventory": ["A well-thumbed spellbook", "Dusty spectacles", "A bag of holding", "Rumpled scrolls of old folklore", "A mysterious, enchanted tome"], "str": 8, "dex": 10, "con": 12, "wis": 14, "int": 16, "cha": 13, "features": {}, "spells": [], "resistances": [], "chats": [], "conversation_summary": {"summary": "", "message": "", "response": ""}, "backstory_summary": "", "wa_article_id": null, "wikijs_id": null, "level": 2, "connections": {"1": {"name": "Brother Aldric", "relationship": "enemy"}, "2": {"name": "Sister Loretta Maize", "relationship": "aquaintance"}, "3": {"name": "Alastair Thorn", "relationship": "aquaintance"}, "4": {"name": "Selene Riversdale", "relationship": "aquaintance"}, "5": {"name": "Rutherford Beckett", "relationship": "enemy"}, "6": {"name": "Bartleby", "relationship": "aquaintance"}, "7": {"name": "Morwen", "relationship": "enemy"}}, "last_updated": {"_datetime": "2023-08-24T21:35:17.817822"}, "task_running": false}, "6": {"pk": 6, "npc": true, "canon": false, "name": "Bartleby", "gender": "male", "image": {"asset_id": "816d290883a99ca28c7721f492cc2eb5", "url": "http://res.cloudinary.com/dzzdfujbf/image/upload/v1692912328/dnd/npcs/poihgslbtpgemq19oopd.png", "raw": null}, "ac": 20, "desc": "Medium build with dark hair and brown eyes. Possesses a large hawkish nose and a constantly furrowed brow, which makes him look perpetually angry.", "backstory": "Bartleby spent most of his life as a town guard, known for his stern dealings with lawbreakers. Although perceived as mean due to his gruff exterior, Bartleby has a sharp mind and is always the first to notice when something seems off. What most don't realize is that Bartleby was previously a renowned thief known as 'The Silent Serpent'. He was betrayed and left for dead by his crew during their most dangerous heist. Miraculously surviving, Bartleby decided to turn a new leaf, using his skills instead to prevent crimes.", "personality": ["nosy", "shy", "mean"], "occupation": "Town Guard", "race": "Human", "speed": {}, "class_name": "Rogue", "age": 34, "hp": 45, "wealth": [], "inventory": ["Guard's Uniform", "Shortsword", "Guard's Badge", "Hand Crossbow"], "str": 13, "dex": 16, "con": 15, "wis": 14, "int": 15, "cha": 10, "features": {}, "spells": {}, "resistances": [], "chats": [], "conversation_summary": {"summary": "", "message": "", "response": ""}, "backstory_summary": "", "wa_article_id": null, "wikijs_id": null, "level": 2, "connections": {"1": {"name": "Brother Aldric", "relationship": "neutral"}, "2": {"name": "Sister Loretta Maize", "relationship": "friend"}, "3": {"name": "Alastair Thorn", "relationship": "aquaintance"}, "4": {"name": "Selene Riversdale", "relationship": "neutral"}, "5": {"name": "Rutherford Beckett", "relationship": "enemy"}, "6": {"name": "Bartleby", "relationship": "friend"}, "7": {"name": "Morwen", "relationship": "aquaintance"}}, "last_updated": {"_datetime": "2023-08-24T21:35:17.827635"}, "task_running": false}, "7": {"pk": 7, "npc": true, "canon": false, "name": "Morwen", "gender": "Female", "image": {"asset_id": "7700c2afc38ac006da5f55d16b5afb20", "url": "http://res.cloudinary.com/dzzdfujbf/image/upload/v1692912353/dnd/npcs/g1urxe2ivyh6rkwryzdk.png", "raw": null}, "ac": 16, "desc": "Grey-haired with hints of copper.\nCrystals of wisdom sparkle in her perceptive eyes.\nHer face is weathered, yet serene, having seen both the harshness and gentleness of life.\nStanding at an average height, her posture is upright denoting confidence but her eyes often avert direct contact, reflecting her shy nature", "backstory": "Morwen was the youngest of six in a family of farmers, always the quiet one, often lost in her own thoughts. She was close to her father, a talented blacksmith, and spent hours watching him coax memorable shapes out of the unremarkable iron. One day, a wandering mage of some renown, came to the village, his eyes set on the unique craftsmanship of her father's work. Seeing an opportunity, he requested an apprentice. Seeing this as a pathway to a better life, her father sent her off with him. From him, she learnt the ways of arcane magic and steel, becoming a feared Spellsword. Throughout the years, her quiet demeanour and outgoing charm when needed, won her many allies though she kept herself at a distance. All this while, she harboured a secret. The mage had a twisted dark side, dabbling in necromancy and she had been his tool, her loyalty and naivety exploited. After discovering this, aghast, she ended his life and has since then, vowed to use her skills to protect those who cannot protect themselves.", "personality": ["Loyal", "Shy", "Outgoing"], "occupation": "Adventurer", "race": "Human", "speed": {}, "class_name": "Spellsword", "age": 45, "hp": 32, "wealth": [], "inventory": ["Cloak of protection", "Longsword of warning", "Bag of Holding", "Spellbook"], "str": 14, "dex": 12, "con": 16, "wis": 14, "int": 18, "cha": 12, "features": {}, "spells": {}, "resistances": [], "chats": [], "conversation_summary": {"summary": "", "message": "", "response": ""}, "backstory_summary": "", "wa_article_id": null, "wikijs_id": null, "level": 2, "connections": {"1": {"name": "Brother Aldric", "relationship": "aquaintance"}, "2": {"name": "Sister Loretta Maize", "relationship": "neutral"}, "3": {"name": "Alastair Thorn", "relationship": "neutral"}, "4": {"name": "Selene Riversdale", "relationship": "enemy"}, "5": {"name": "Rutherford Beckett", "relationship": "aquaintance"}, "6": {"name": "Bartleby", "relationship": "aquaintance"}, "7": {"name": "Morwen", "relationship": "strangers"}, "1": {"name": "Brother Aldric", "relationship": "enemy"}, "2": {"name": "Sister Loretta Maize", "relationship": "enemy"}, "3": {"name": "Alastair Thorn", "relationship": "aquaintance"}, "4": {"name": "Selene Riversdale", "relationship": "strangers"}, "5": {"name": "Rutherford Beckett", "relationship": "neutral"}, "6": {"name": "Bartleby", "relationship": "strangers"}, "7": {"name": "Morwen", "relationship": "strangers"}}, "last_updated": {"_datetime": "2023-08-24T21:35:17.844120"}, "task_running": false}}}